<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
    |
    | الأسطر التالية هي الرسائل الافتراضية التي تُستخدم عند فشل محاولة تحديث كلمة
    | المرور لأسباب مثل الرمز غير الصالح أو كلمة المرور الجديدة غير الصحيحة.
    |
    */

    "reset" => "تم إعادة تعيين كلمة المرور الخاصة بك.",
    "sent" =>
        "لقد قمنا بإرسال رابط إعادة تعيين كلمة المرور إلى بريدك الإلكتروني.",
    "throttled" => "يرجى الانتظار قبل المحاولة مرة أخرى.",
    "token" => "رمز إعادة تعيين كلمة المرور هذا غير صالح.",
    "user" => "لا يمكننا العثور على مستخدم بهذا البريد الإلكتروني.",
];
