<?php

return [
    "privacy_policy" => "سياسة الخصوصية",
    "general_terms" => "الشروط العامة",
    "general_terms_content" =>
        'هذه هي "سياسة الخصوصية" لموقع ISSASKINTHERAPY.COM ("ISSASKINTHERAPY"). تقتصر هذه السياسة على الأنشطة التي تجريها ISSASKINTHERAPY على موقعها الإلكتروني ولا تتعلق بأنشطة ISSASKINTHERAPY "غير المتصلة بالإنترنت" أو الخارجية.',

    "privacy_collection_info" =>
        "تجمع ISSASKINTHERAPY بيانات مجهولة محددة تتعلق باستخدام الموقع الإلكتروني. هذه المعلومات، سواء تم جمعها بمفردها أو مع بيانات أخرى، لا تمكن من التعرف على هوية المستخدمين الشخصية. الغرض الوحيد منها هو تحسين وظائف الموقع. قد تتكون البيانات المجهولة التي قد تجمعها ISSASKINTHERAPY من تفاصيل مثل نوع متصفح المستخدم ومدة زيارته للموقع. على موقع ISSASKINTHERAPY، قد يُطلب منك أيضًا تقديم معلومات تعريف شخصية، مثل اسمك وعنوانك ورقم هاتفك وبريدك الإلكتروني. يمكن جمع هذه البيانات من خلال إرسال رسائل البريد الإلكتروني أو التعليقات إلى ISSASKINTHERAPY أثناء تسجيل الخدمة أو المشتريات على الموقع. لديك دائمًا خيار تقديم معلومات التعريف الشخصية في مثل هذه الظروف.",

    "disclosure_utilization" => "الكشف عن المعلومات واستخدامها",
    "disclosure_content" =>
        "نحن لا نبيع أو ننقل أو نؤجر لأطراف ثالثة أي معلومات تعريف شخصية تم جمعها من خلال الموقع، ما لم يتم تحديد خلاف ذلك أدناه. يتم استخدام البيانات التي يتم جمعها من موقعنا للأغراض التالية: معالجة الطلبات، والتواصل بشأن حالة الطلب، وإخطارات المنتجات أو العروض الخاصة التي قد تهمك، والتحليل الإحصائي لتحسين موقعنا. لأغراض تتبع الطلبات ومعالجة الشيكات أو الحوالات المالية وتنفيذ الطلبات وتحسين وظائف موقعنا وإجراء التحليلات الإحصائية والبيانات وتسليم الطلبات وإرسال رسائل البريد الإلكتروني الترويجية، قد نكشف عن معلومات التسليم الخاصة بك لأطراف ثالثة. على سبيل المثال، يجب علينا تقديم معلومات عنوان البريد الخاص بك لخدمة التوصيل من أجل تنفيذ طلبات المنتجات الخاصة بك.",

    "payment_security" => "ضمان أمن المدفوعات",
    "payment_security_content" =>
        "لن يتم تأجير المعلومات الشخصية أو تفاصيل بطاقات الائتمان أو بيعها أو تأجيرها لأطراف ثالثة.",

    "cookies" => "ملفات تعريف الارتباط",
    "cookies_content" =>
        "ملفات تعريف الارتباط هي أجزاء من البيانات يتم تخزينها مؤقتًا في متصفح المستخدم. من خلال استخدام ملفات تعريف الارتباط، يمكن لـ ISSASKINTHERAPY التأكد مما إذا كان المستخدم قد زار الصفحة الرئيسية من قبل أم لا. ومع ذلك، لا يتم جمع بيانات مستخدم إضافية.",

    "aggregated_data" => "البيانات المجمعة",
    "aggregated_data_content" =>
        'قد تستخدم ISSASKINTHERAPY "البيانات المجمعة" التي لا تتعلق بالأفراد كوسيلة لتحسين وظائف موقعنا الإلكتروني أو تحديد الاهتمام بالمحتوى. بالإضافة إلى ذلك، إذا قدمت لـ OBAGIUAE ملاحظات أو محتوى للنشر، فقد نقوم، بموافقتك، بنشر اسم المستخدم الخاص بك أو معلومات تعريف أخرى.',

    "additional_disclosure" =>
        "بالإضافة إلى ذلك، قد تكون ISSASKINTHERAPY ملزمة بالكشف عن معلومات التعريف الشخصية للامتثال لأمر محكمة أو استدعاء أو طلب مماثل. كما يمكن أن تكشف ISSASKINTHERAPY عن معلومات التعريف الشخصية هذه استجابة لطلب من جهات إنفاذ القانون أو كما يقتضيه القانون. قد يتم الكشف عن معلومات التعريف الشخصية الخاصة بك لطرف ثالث في حالة بدء ISSASKINTHERAPY إجراءات الإفلاس أو إذا تم نقل أصولها أو ملكيتها في سياق عمليات إعادة التنظيم المؤسسي المقترحة أو المكتملة، بما في ذلك عمليات الدمج والاستحواذ.",

    "protection" => "الحماية",
    "protection_content" =>
        "من خلال توظيف مجموعة متنوعة من منهجيات الأجهزة والبرامج، تضمن ISSASKINTHERAPY سرية وأمن البيانات المستلمة. ومع ذلك، لا يمكن لـ ISSASKINTHERAPY ضمان سرية أي بيانات يتم مشاركتها إلكترونيًا.",

    "assistant_websites" => "المواقع المساعدة",
    "assistant_websites_content" =>
        "أينما تقدم ISSASKINTHERAPY روابط، فإن سياسات الخصوصية لهذه المواقع خارجة عن نطاق سيطرتها. في حالة الكشف عن أي معلومات لهذه الأطراف الثالثة، قد تحكم لوائح بديلة جمع واستخدام بياناتك الشخصية. نحن ننصحك بشدة بمراجعة سياسات الخصوصية الخاصة بهذه الأطراف الثالثة قبل تزويدهم بأي معلومات. سياسات وإجراءات الأطراف الثالثة لا تخضع لملكيتنا. يرجى ملاحظة أن مواقعنا قد تتضمن روابط تشعبية لمواقع خارجية تخضع لملكية وتشغيل أطراف ثالثة. فيما يتعلق بممارسات المعلومات للمواقع المرتبطة بموقعنا، لا تنطبق هذه السياسة. هذه المواقع الخارجية لديها القدرة على نقل ملفات تعريف الارتباط الخاصة بها أو GIFs الواضحة للمستخدمين، وجمع البيانات، أو طلب معلومات التعريف الشخصية. ليس لدينا سلطة على جمع هذه المعلومات. من المستحسن التواصل مباشرة مع هذه الكيانات للاستفسار عن كيفية استخدامها للمعلومات التي تجمعها.",

    "minors_policy" =>
        "لا تجمع ISSASKINTHERAPY عمداً المعلومات الشخصية من الأفراد الذين هم قاصرون أو دون سن 18 عامًا. موقع ISSASKINTHERAPY وخدماته غير متاحة للقاصرين، ويُنصح بشدة الأفراد الذين تقل أعمارهم عن 18 عامًا بعدم تقديم أي معلومات شخصية على المنصة. نظرًا لعدم جمع معلومات عن القاصرين دون سن 18 عامًا، لا تكشف ISSASKINTHERAPY عمداً عن أي معلومات شخصية تتعلق بهؤلاء الأفراد.",

    "policy_changes" => "التغييرات التي أدخلت على سياسة الخصوصية",
    "policy_changes_content" =>
        "سيتم تعديل أو تحديث سياسات وشروط وأحكام موقع ISSASKINTHERAPY من حين لآخر للتوافق مع المعايير والمتطلبات الجديدة. نتيجة لذلك، يُنصح الزوار بزيارة هذه الأقسام بانتظام للبقاء على اطلاع بشأن التعديلات التي أدخلت على الموقع. تاريخ سريان التعديلات هو تاريخ نشرها.",
];
